Repository: lepton-eda/lepton-eda
Catalog: gsymcheck/po/*.po
Languages: nl

source: You are running gEDA/gaf version [%s%s.%s], but you have a version [%s] gsymcheckrc file: [%s] Please be sure that you have the latest rc file.
nl: U heeft gEDA/gaf versie [%s%s.%s], maar U heeft een versie [%s] gsymcheckrc bestand: [%s] Wees alstublieft zeker dat U het laatste rc bestand heeft.

source: Loaded file [%s]
nl: Laadde bestand [%s]

source: ERROR! You must specify at least one filename
nl: FOUT! U moet tenminste een bestandsnaam specificeren

source: Usage: %s [OPTIONS] filename1 ... filenameN -h, --help Print usage -q, --quiet Quiet mode -v, --verbose Verbose mode (cumulative: errors, warnings, info) Use this to get the actual symbol error messages filename1 ... filenameN are the symbols to check
nl: Gebruik: %s [OPTIES] bestandsnaam1 ... bestandsnaamN -h, --help Druk gebruik af -q, --quiet Stille modus -v, --verbose Woordrijke modus (cumulatief: fouten, waarschuwingen, info) Gebruik dit om een actuele symbool fout bericht te krijgen bestandsnaam1 ... bestandsnaamN zijn de te controleren symbolen

source: Checking: %s
nl: Controleer: %s

source: %d warnings found
nl: %d waarschuwingen gevonden

source: (use -vv to view details)
nl: (gebruik -vv om details te zien)

source: No errors found
nl: Geen fouten gevonden

source: 1 ERROR found
nl: 1 FOUT gevonden

source: (use -v to view details)
nl: (gebruik -v om details te zien)

source: %d ERRORS found
nl: %d FOUTEN gevonden

source: Found forbidden %s= attribute: [%s=%s]
nl: Verboden %s= attribuut: [%s=%s] gevonden

source: Found obsolete %s= attribute: [%s=%s]
nl: Overbodige %s= attribuut: [%s=%s] gevonden

source: Found misplaced pin attribute: [%s=%s]
nl: Misplaatst pen attribuut: [%s=%s] gevonden

source: Found unknown %s= attribute: [%s=%s]
nl: Onbekend %s= attribuut: [%s=%s] gevonden

source: Found wrongly attached attribute: [%s=%s]
nl: Verkeerd bevestigd attribuut: [%s=%s] gevonden

source: Found a simple text object with only SHOW_NAME or SHOW_VALUE set [%s]
nl: Een eenvoudig tekst object gevonden met alleen SHOW_NAME of SHOW_VALUE ingesteld [%s]

source: Found text with a '\' in it: consider to escape it with '\\' [%s]
nl: Tekst met een '\' gevonden: overweeg om met een '\\' stuurcode te ontkomen [%s]

source: Found text with a trailing '': consider to escape it with '\\' [%s]
nl: Tekst met een achterblijvende '': overweeg om met een '\\' stuurcode te ontkomen [%s]

source: Found text with unbalanced overbar markers '\_' in it' [%s]
nl: Tekst met ongebalanceerde overstreep merkers '\_' gevonden' [%s]

source: Missing device= attribute
nl: Ontbrekend device= attribuut

source: Found device=%s
nl: device=%s gevonden

source: Found graphical symbol, device=none
nl: Grafisch symbool gevonden, device=none

source: Found graphical symbol, device= should be set to none
nl: Grafisch symbool gevonden, device= dient op none te worden ingesteld

source: Missing pinseq= attribute
nl: Ontbrekend pinseq= attribuut

source: Found pinseq=%s attribute
nl: pinseq=%s attribuut gevonden

source: Found pinseq=0 attribute
nl: pinseq=0 attribuut gevonden

source: Found multiple pinseq=%s attributes on one pin
nl: Meerdere pinseq=%s attributen op een pen gevonden

source: Found duplicate pinseq=%s attribute in the symbol
nl: Dubbel pinseq=%s attribuut in het symbool gevonden

source: Found net=%s attribute
nl: net=%s attribuut gevonden

source: Bad net= attribute [net=%s]
nl: Slecht net= attribuut [net=%s]

source: Found pin number %s in net attribute
nl: Pen met nummer %s gevonden in een net attribuut

source: Found duplicate pin in net= attributes [%s]
nl: Dubbele pen in een net= attribuut gevonden [%s]

source: Found pinnumber 0 in net= attribute
nl: Pen met nummer 0 in net= attribuut gevonden

source: Found pinnumber=%s attribute
nl: pinnumber=%s attribuut gevonden

source: Found multiple pinnumber=%s attributes on one pin
nl: Meerdere pinnumber=%s attributen gevonden in een pen

source: Missing pinnumber= attribute
nl: Ontbrekend pinnumber= attribuut

source: Found duplicate pinnumber=%s attribute in the symbol
nl: Dubbel pinnumber=%s attribuut gevonden in het symbool

source: Found pinnumber=0 attribute
nl: pinnumber=0 attribuut gevonden

source: Found the same number in a pinnumber attribute and in a net attribute [%s]
nl: Hetzelfde nummer in een pen nummer attribuut en in een net attribuut [%s] gevonden

source: Found %d pins inside symbol
nl: %d pennen gevonden in een symbool

source: Found offgrid pin at location (x1=%d,y1=%d)
nl: Pen naast het raster gevonden op locatie (x1=%d,y1=%d)

source: Found offgrid pin at location (x2=%d,y2=%d)
nl: Pen naast het raster gevonden op locatie (x2=%d,y2=%d)

source: Found numslots=%s attribute
nl: numslots=%s attribuut gevonden

source: numslots set to zero, symbol does not have slots
nl: numslots op nul ingesteld, symbool heeft geen slots

source: Found %s slotdef= attributes. Expecting %s slotdef= attributes
nl: %s slotdef= attributen gevonden. Verwachtte %s slotdef= attributen

source: Found slotdef=%s attribute
nl: slotdef=%s attribuut gevonden

source: Invalid slotdef=%s attributes, not continuing
nl: Ongeldige slotdef=%s attributen, ga niet door

source: Found a zero slot in slotdef=%s
nl: Een nul slot gevonden in slotdef=%s

source: Slot %s is larger then the maximum number (%s) of slots
nl: Slot %s is groter dan het maximum aantal (%s) slots

source: Duplicate slot number in slotdef=%s
nl: Dubbel slot nummer in slotdef=%s

source: Not enough pins in slotdef=%s
nl: Niet genoeg pennen in slotdef=%s

source: Too many pins in slotdef=%s
nl: Teveel pennen in slotdef=%s

source: Found a zero pin in slotdef=%s
nl: Nul pen gevonden in slotdef=%s

source: Missing slotdef= (there should be %s slotdef= attributes)
nl: Ontbrekend slotdef= (er zouden %s slotdef= attributen moeten zijn)

source: Malformed slotdef= (the format is #:#,#,#,...)
nl: Misvormd slotdef= (het formaat is #:#,#,#,...)

source: Found %d distinct pins in slots
nl: %d aparte pennen in slots gevonden

source: Found old pin#=# attribute: %s
nl: Oud pin#=# attribuut gevonden: %s

source: Found old slot#=# attribute: %s
nl: Oud slot#=# attribuut gevonden: %s

source: Found a net inside a symbol
nl: Een net binnen in een symbool gevonden

source: Found a bus inside a symbol
nl: Een bus binnen in een symbool gevonden

source: Found a connection inside a symbol
nl: Een verbinding binnen in een symbool gevonden

source: Missing %s= attribute
nl: Ontbrekend %s= attribuut

source: Found multiple %s=%s attributes on one pin
nl: Meerdere %s=%s attributen op een pen gevonden

source: Found %s=%s attribute
nl: %s=%s attribuut gevonden

source: Found %s attribute
nl: %s attribuut gevonden

source: Missing footprint= attribute
nl: Ontbrekend footprint= attribuut

source: Multiple footprint= attributes found
nl: Meerdere footprint= attributen gevonden

source: Missing refdes= attribute
nl: Ontbrekend refdes= attribuut

source: Multiple refdes= attributes found
nl: Meerdere refdes= attributen gevonden

source: Found pintype=%s attribute
nl: pintype=%s attribuut gevonden

source: Invalid pintype=%s attribute
nl: Ongeldig pintype=%s attribuut

source: Warning: %s
nl: Waarschuwing: %s

source: ERROR: %s
nl: FOUT: %s
