Repository: lepton-eda/lepton-eda
Catalog: gattrib/po/*.po
Languages: nl, ru

source: gEDA Attribute Editor
nl: gEDA Attribuut Editor
ru: Редактор атрибутов gEDA

source: Manipulate component attributes with gattrib
nl: Manipuleer componenten attributen met gattrib
ru: Управление атрибутами компонента с помощью gattrib

source: o_save: Could not open [%s]
nl: o_save: Kan [%s] niet openen
ru: o_save: Не удалось открыть «%s»

source: gEDA/gattrib version %s%s.%s gEDA/gattrib comes with ABSOLUTELY NO WARRANTY; see COPYING for more details. This is free software, and you are welcome to redistribute it under certain conditions; please see the COPYING file for more details.
nl: gEDA/gattrib versie %s%s.%s gEDA/gattrib komt met ABSOLUUT GEEN GARANTIE; zie ook COPYING voor meer details. Dit is vrije software, en U bent welkom om deze te her-distribueren onder bepaalde condities; zie alstublieft het COPYING bestand voor meer details.
ru: gEDA/gattrib version версии %s%s.%s gEDA/gattrib поставляется БЕЗ КАКИХ БЫ ТО НИ БЫЛО ГАРАНТИЙ; подробности см. в файле COPYING. Это свободное программное обеспечение, и его можно распространять при определённых

source: Couldn't find file [%s]
nl: Kan bestand [%s] niet vinden
ru: Не удалось найти файл «%s»

source: You are running gEDA/gaf version [%s%s.%s], but you have a version [%s] gattribrc file. Please be sure that you have the latest rc file.
nl: U gebruikt gEDA/gaf versie [%s%s.%s], maar U heeft een versie [%s] gattribrc bestand. Wilt U gaarne het laatste rc bestand gebruiken.
ru: Вы работаете с gEDA/gaf версии %s%s.%s, но версия файла gattribrc: %s/ Удостоверьтесь, что у вас последняя версия файла настроек.

source: Entry type must be GtkEntry subclass, using default
nl: Invoer type moet een GtkEntry subklasse zijn, gebruik de standaard
ru: Тип записи должен быть подклассом GtkEntry, используется значение по умолчанию

source: Widget must be a GtkSheet child
nl: Widget moet een kind van GtkSheet zijn
ru: Виджет должен быть дочерним для GtkSheet

source: Gattrib: The gEDA project's attribute editor. Presents schematic attributes in easy-to-edit spreadsheet format. Usage: %s [OPTIONS] filename1 ... filenameN -q, --quiet Quiet mode -v, --verbose Verbose mode on -h, --help This help menu FAQ: * What do the colors of the cell text mean? The cell colors indicate the visibility of the attribute. Black = Visible attribute, value displayed only. Grey = Invisible attribute. Red = Visible attribute, name displayed only. Blue = Visible attribute, both name and value displayed. * What does the period (".") at the end of some component refdeses mean? The period is placed after the refdeses of slotted components. If slots are present on the component, then the different slots appear in different rows with the slot number after the period. Example: C101.2. Copyright (C) 2003 -- 2006 Stuart D. Brorson. E-mail: sdb (AT) cloud9 (DOT) net.
nl: Gattrib: De gEDA project attribuut editor. Presenteert schema attributen in een eenvoudige te bewerken spreadsheet formaat. Gebruik: %s [OPTIES] bestandnaam1 ... bestandnaamN -q, --quiet Stille modus -v, --verbose Verbale modus aan -h, --help Dit help menu Veel gestelde vragen: * Wat betekenen de kleuren van de cellen ? De celkleuren geven de zichtbaarheid van het attribuut aan. Zwart = Zichtbaar attribuut, alleen waarde getoond. Grijs = Onzichtbaar attribuut. Rood = Zichtbaar attribuut, alleen naam getoond. Blauw = Zichtbaar attribuut, zowel naam als waarde getoond. * Wat betekend de punt (".") aan het einde van een component refdes ? De punt is geplaatst na de refdes van meerdelige componenten. Als slots aanwezig zijn in een component, dan verschijnen er verschillende slots in verschillende rijen met het slotnummer na de punt. Voorbeeld: C101.2. Copyright (C) 2003 -- 2006 Stuart D. Brorson. E-mail: sdb (AT) cloud9 (DOT) net.
ru: Gattrib: редактор атрибутов проекта gEDA. Представляет атрибуты схемы в удобном для редактирования формате электронной таблицы. Использование: %s [КЛЮЧИ] имя_файла1 ... имя_файлаN -q, --quiet Без вывода информации -v, --verbose Подробный вывод -h, --help Данная справка FAQ: * Что означает цвет текста в ячейках? Цвет текста отражает видимость атрибута. Чёрный = видимый атрибут, отображается только значение. Серый = Невидимый атрибут. Красный = Видимый атрибут, отображается только имя. Синий = Видимый атрибут, отображается и имя, и значение. * Что означает точка («.») в конце позиционных обозначений некоторых компонентов? Точка помещается после позиционных обозначений многосекционных компонентов. Если компонент содержит секции, то различные секции отображаются в различных строках с номером секции после точки. Пример: C101.2. Copyright (C) 2003 -- 2006 Stuart D. Brorson. E-mail: sdb (AT) cloud9 (DOT) net.

source: WARNING: Found uref=%s, uref= is deprecated, please use refdes=
nl: WAARSCHUWING: uref=%s gevonden, uref= is vervallen, gebruik alstublieft refdes=
ru: ВНИМАНИЕ: Обнаружен не рекомендуемый к использованию атрибут «uref=%s», используйте вместо него «refdes».

source: DONE
nl: GEDAAN
ru: ЗАВЕРШЕНО

source: DONE
nl: GEDAAN
ru: ЗАВЕРШЕНО

source: In s_object_replace_attrib_in_object, we have failed to find the attrib %s on the component. Exiting . . .
nl: In s_object_replace_attrib_in_object, is gefaald om attrib %s te vinden in de component. Afsluiten . . .
ru: s_object_replace_attrib_in_object: не удалось найти атрибут «%s» для компонента. Выход . . .

source: In s_object_remove_attrib_in_object, we have failed to find the attrib %s on the component. Exiting . . .
nl: In s_object_remove_attrib_in_object, is gefaald om attrib %s in de component te vinden. Afsluiten . . .
ru: s_object_remove_attrib_in_object: не удалось найти атрибут «%s» для компонента. Выход . . .

source: In s_object_attrib_add_attrib_in_object, trying to add attrib to non-complex or non-net!
nl: In s_object_attrib_add_attrib_in_object, geprobeerd om attrib toe te voegen aan een non-complex of niet-net!
ru: s_object_attrib_add_attrib_in_object: попытка добавить атрибут к объекту, не являющимся ни составным, ни соединением!

source: - Starting master comp list creation.
nl: - Start het aanmaken van de hoofdcomponentenlijst.
ru: - Приступаем к созданию основного списка компонентов.

source: - Starting master comp attrib list creation.
nl: - Start het aanmaken van de hoofdattributenlijst.
ru: - Приступаем к созданию основного списка атрибутов компонентов.

source: - Starting master pin list creation.
nl: - Start het aanmaken van de hoofdpennenlijst.
ru: - Приступаем к созданию основного списка выводов.

source: In s_sheet_data_add_master_pin_list_items, found component pin with no pinnumber.
nl: In s_sheet_data_add_master_pin_list_items, is een component pen zonder pennummer gevonden.
ru: s_sheet_data_add_master_pin_list_items: обнаружен вывод компонента без атрибута pinnumber.

source: - Starting master pin attrib list creation.
nl: - Start het aanmaken van de hoofdpennenattributenlijst.
ru: - Приступаем к созданию основного списка атрибутов выводов.

source: In s_string_list_add_item, tried to add to a NULL list.
nl: In s_string_list_add_item, is geprobeerd toe te voegen aan een NULL lijst.
ru: s_string_list_add_item: попытка добавления к списку со значением NULL.

source: In s_string_list_delete_item, tried to remove item from empty list
nl: In s_string_list_delete_item, is geprobeerd om een item te verwijderen van een lege lijst
ru: s_string_list_delete_item: попытка удаления элемента из пустого списка

source: In s_string_list_delete_item, couldn't delete item %s
nl: In s_string_list_delete_item, kan item %s niet verwijderen
ru: s_string_list_delete_item: не удалось удалить элемент %s

source: In s_table_create_attrib_pair, we didn't find the row name in the row list!
nl: In s_table_create_attrib_pair, is de naam van de regel niet gevonden in de lijst met regels!
ru: s_table_create_attrib_pair: не удалось найти имя строки в списке строк!

source: - Starting internal component TABLE creation
nl: - Start het aanmaken van de interne componenten TABEL.
ru: - Приступаем к созданию внутренней таблицы компонентов

source: In s_table_add_toplevel_comp_items_to_comp_table, we didn't find either row or col in the lists!
nl: In s_table_add_toplevel_comp_items_to_comp_table, is geen regel of kolom gevonden in de lijsten!
ru: s_table_add_toplevel_comp_items_to_comp_table: не удалось найти либо строку, либо столбец в соответствующем списке!

source: - Starting internal pin TABLE creation
nl: - Start het aanmaken van de interne pennen TABEL.
ru: - Приступаем к созданию внутренней таблицы выводов

source: In s_table_add_toplevel_pin_items_to_pin_table, we didn't find either row or col in the lists!
nl: In s_table_add_toplevel_pin_items_to_pin_table, is noch regel noch kolom gevonden in de lijsten!
ru: s_table_add_toplevel_pin_items_to_pin_table: не удалось найти либо строку, либо столбец в соответствующем списке!

source: _cancel
nl: _afbreken

source: In s_toplevel_delete_attrib_col, can't get attrib name
nl: In s_toplevel_delete_attrib_col, kan geen attrib naam krijgen
ru: s_toplevel_delete_attrib_col: не удалось получить имя атрибута

source: In s_toplevel_get_component_attribs_in_sheet, we didn't find the refdes in the master list!
nl: In s_toplevel_get_component_attribs_in_sheet, geen refdes gevonden in de hoofdlijst!
ru: s_toplevel_get_component_attribs_in_sheet: не найдено значение «refdes» в основном списке!

source: In s_toplevel_get_component_attribs_in_sheet, count != i! Exiting . . . .
nl: In s_toplevel_get_component_attribs_in_sheet, count != i! Afsluiten . . . .
ru: s_toplevel_get_component_attribs_in_sheet: count != i! Выход . . .

source: In s_toplevel_get_pin_attribs_in_sheet, either refdes or pinnumber of object missing!
nl: In s_toplevel_get_pin_attribs_in_sheet, ofwel een refdes of een pennummer van het object ontbreken!
ru: s_toplevel_get_pin_attribs_in_sheet: отсутствует атрибут «refdes» или «pinnumber» у объекта!

source: In s_toplevel_get_pin_attribs_in_sheet, we didn't find the refdes:pin in the master list!
nl: In s_toplevel_get_pin_attribs_in_sheet, is geen refdes:pin gevonden in de hoofdlijst!
ru: s_toplevel_get_pin_attribs_in_sheet: не удалось найти нужную строку «refdes»:«pinnumber» в основном списке!

source: In s_toplevel_get_pin_attribs_in_sheet, count != i! Exiting . . . .
nl: In s_toplevel_get_pin_attribs_in_sheet, count != i! Afsluiten . . . .
ru: s_toplevel_get_pin_attribs_in_sheet: count != i! Выход . . .

source: Add new attribute
nl: Voeg nieuwe attribuut toe
ru: Добавление нового атрибута

source: Enter new attribute name
nl: Voer nieuwe attribuutnaam toe
ru: Введите новое имя атрибута

source: Are you sure you want to delete this attribute?
nl: Bent U zeker dat U deze attribuut wil verwijderen?
ru: Вы уверены, что хотите удалить этот атрибут?

source: Delete attribute
nl: Verwijder attribuut
ru: Удаление атрибута

source: One or more components have been found with missing symbol files! This probably happened because gattrib couldn't find your component libraries, perhaps because your gafrc or gattribrc files are misconfigured. Choose "Quit" to leave gattrib and fix the problem, or "Forward" to continue working with gattrib.
nl: Een of meer componenten gevonden met ontbrekende symbool bestanden! Dit is waarschijnlijk gebeurd omdat gattrib Uw componentenbibliotheek niet kon vinden, misschien omdat gafrc of gattribrc bestanden verkeerd geconfigureerd zijn. Kies "Quit" om gattrib te verlaten en het probleem op te lossen, of "Forward" om door te gaan met werken met gattrib.
ru: Отсутствуют файлы символов одного или нескольких компонентов! Это могло случиться из-за того, что программе gattrib не удалось найти библиотеки ваших компонентов, причиной чего могут быть неправильные настройки в одном из файлов gafrc или gattribrc. Выберите «Выход» для выхода из gattrib и устранения проблемы или «Вперёд» для продолжения работы с gattrib.

source: Missing symbol file found for component!
nl: Ontbrekende symbool voor component gevonden!
ru: Не найден символ компонента!

source: Save the changes before closing?
nl: Sla de wijzigingen op voor het afsluiten?
ru: Сохранить изменения перед закрытием?

source: If you don't save, all your changes will be permanently lost.
nl: Als je niet opslaat, zullen alle veranderingen verloren gaan.
ru: Если их не сохранить, все изменения будут безвозвратно утрачены.

source: Close without saving
nl: Afsluiten zonder opslaan
ru: Закрыть без сохранения

source: Unimplemented feature!
nl: Niet geïmplementeerde functie
ru: Отсутствующая функциональность!

source: Fatal error
nl: Fatale fout
ru: Фатальная ошибка

source: gEDA : GPL Electronic Design Automation This is gattrib -- gEDA's attribute editor Gattrib version: %s%s.%s Gattrib is written by: Stuart Brorson (sdb@cloud9.net) with generous helpings of code from gschem, gnetlist, and gtkextra, as well as support from the gEDA community.
nl: gEDA : GPL Electronic Design Automation Dit is gattrib -- gEDA's attribute editor Gattrib versie: %s%s.%s Gattrib is geschreven door: Stuart Brorson (sdb@cloud9.net) met genereuze programmacodebijdragen van gschem, gnetlist, en gtkextra, en ook ondersteuning van de gEDA gemeenschap.
ru: gEDA : GPL Electronic Design Automation Это gattrib -- редактор атрибутов gEDA Версия gattrib: %s%s.%s Программа написана Стюартом Брорсоном (Stuart Brorson) (sdb@cloud9.net) с использованием изрядных кусков кода из gschem, gnetlist, и gtkextra, а также при поддержке сообщества gEDA.

source: About...
nl: Over...
ru: О программе...

source: Export CSV
nl: Exporteer CSV
ru: Экспорт CSV

source: Schematics
nl: Schema's
ru: Схемы

source: Symbols
nl: Symbolen
ru: Символы

source: Schematics and symbols
nl: Schema's en symbolen
ru: Схемы и символы

source: All files
nl: Alle bestanden
ru: Все файлы

source: Loading file [%s]
nl: Laad bestand [%s]
ru: Загрузка файла «%s»

source: Couldn't load schematic [%s]
nl: Kon schema [%s] niet laden
ru: Не удалось загрузить схему «%s»

source: Save as...
nl: Opslaan als...
ru: Сохранить как...

source: Saved As [%s]
nl: Opgeslagen Als [%s]
ru: Файл сохранён как «%s»

source: Could NOT save [%s]
nl: Kan [%s] NIET opslaan
ru: Не удалось сохранить «%s»

source: Components
nl: Componenten
ru: Компоненты

source: Nets
nl: Netten
ru: Соединения

source: Pins
nl: Pennen
ru: Выводы

source: No components found in design. Please check your schematic and try again!
nl: Geen componenten gevonden in het ontwerp. Controleer alstublieft uw schema en probeer opnieuw!
ru: Не обнаружено компонентов в проекте. Проверьте свою схему и попробуйте снова!

source: TBD
nl: NTD
ru: не реализовано

source: couldn't allocate color
nl: kan geen kleur toewijzen
ru: Не удалось выделить цвет

source: gattrib -- gEDA attribute editor
nl: gattrib -- gEDA attribuut editor
ru: gattrib — редактор атрибутов gEDA

source: Error loading %s: %s
nl: Fout tijdens laden %s: %s
ru: Ошибка загрузки %s: %s

source: No components found in entire design! Do you have refdeses on your components?
nl: Geen componenten gevonden in het gehele ontwerp! Heeft U wel refdeses aan Uw componenten?
ru: Во всём проекте не обнаружено ни одного компонента! Вы не забыли добавить для своих компонентов позиционные обозначения?

source: No configurable component attributes found in entire design! Please attach at least some attributes before running gattrib.
nl: Geen configureerbare component attributen gevonden in het gehele ontwerp! Bevestig alstublieft ten minste enige attributen voor gattrib te starten.
ru: Во всём проекте не обнаружено ни одного атрибута компонента, который можно отредактировать! Прикрепите хотя бы несколько атрибутов, прежде чем запускать gattrib.

source: No pins found on any components! Please check your design.
nl: Geen pennen gevonden op geen van de componenten! Controleer alstublieft uw ontwerp.
ru: Не найдено выводов ни у одного компонента! Проверьте свой проект.

source: Open...
ru: Открыть...
