Repository: lepton-eda/lepton-eda
Catalog: gnetlist/po/*.po
Languages: nl, ru

source: Invalid refdes ('%s') and pin ('%s') passed to get-nets
nl: Ongeldige refdes ('%s') en pen ('%s') overgedragen aan get-nets

source: Can't open directory %s: %s
nl: Kan bestandenmap %s: %s niet openen

source: List of available backends:
nl: Lijst van beschikbare backends:
ru: Список доступных драйверов:

source: gEDA/gnetlist version %s%s.%s gEDA/gnetlist comes with ABSOLUTELY NO WARRANTY; see COPYING for more details. This is free software, and you are welcome to redistribute it under certain conditions; please see the COPYING file for more details.
nl: gEDA/gnetlist versie %s%s.%s gEDA/gnetlist komt met ABSOLUUT GEEN GARANTIE; zie ook COPYING voor meer details. Dit is vrije software, en U bent welkom om dit te verspreiden onder bepaalde condities; zie alstublieft het COPYING bestand voor meer details.
ru: gEDA/gnetlist версии %s%s.%s gEDA/gnetlist поставляется БЕЗ КАКИХ БЫ ТО НИ БЫЛО ГАРАНТИЙ; подробности см. в файле COPYING. Это свободное программное обеспечение, и его можно распространять при определённых условиях. Подробности см. в файле COPYING.

source: This is the MINGW32 port.
nl: Dit is de MINGW32 versie.
ru: Это версия для MINGW32.

source: Loading schematic [%s]
nl: Laden van schema [%s]

source: ERROR: Failed to load '%s': %s
nl: FOUT: Faalde bij het laden van '%s': %s

source: ERROR: No schematics files specified for processing. Run `%s --help' for more information.
nl: FOUT: Geen schema bestanden gespecificeerd voor verwerking. Doe `%s --help' voor meer informatie.

source: ERROR: Could not find backend `%s' in load path. Run `%s --list-backends' for a full list of available backends.
nl: FOUT: Kan backend `%s' niet vinden in het laadpad. Doe `%s --list-backends' voor een volledige lijst van beschikbare backends.

source: You gave neither backend to execute nor interactive mode!
nl: U gaf geen backend om uit voeren noch interactieve modus!
ru: Не задан ни драйвер для работы, ни интерактивный режим!

source: You are running gEDA/gaf version [%s%s.%s], but you have a version [%s] gnetlistrc file: [%s] Please be sure that you have the latest rc file.
nl: U heeft gEDA/gaf versie [%s%s.%s], maar U heeft een versie [%s] gnetlistrc bestand: [%s] Wees alstublieft zeker dat U het laatste rc bestand heeft.

source: Usage: %s [OPTION ...] [-g BACKEND] [--] FILE ... Generate a netlist from one or more gEDA schematic FILEs. General options: -q Quiet mode. -v, --verbose Verbose mode. -o FILE Filename for netlist data output. -L DIR Add DIR to Scheme search path. -g BACKEND Specify netlist backend to use. -O STRING Pass an option string to backend. -l FILE Load Scheme file before loading backend. -m FILE Load Scheme file after loading backend. -c EXPR Evaluate Scheme expression at startup. -i Enter interactive Scheme REPL after loading. --list-backends Print a list of available netlist backends. -h, --help Help; this message. -V, --version Show version information. -- Treat all remaining arguments as filenames. Report bugs at <https://bugs.launchpad.net/geda> gEDA/gaf homepage: <http://www.geda-project.org/>
nl: Gebruik: %s [OPTIE ...] [-g BACKEND] [--] BESTAND ... Genereer een netlijst van een of meer gEDA schema BESTANDen. Algemene opties: -q Stille modus. -v, --verbose Woordenrijke modus. -o BESTAND Bestandnaam voor netlijst gegevensuitvoer. -L MAP Voeg MAP toe aan Scheme zoekpad. -g BACKEND Specificeer het te gebruiken netlijst backend. -O STRENG Geef een optie streng aan de backend. -l BESTAND Laad Scheme bestand voor het laden van de backend. -m BESTAND Laad Scheme bestand na het laden van de backend. -c EXPR Evalueer de Scheme expressie tijdens opstarten. -i Ga in interactieve Scheme REPL na het laden. --list-backends Druk een lijst met beschikbare netlijst backends. -h, --help Help; dit bericht. -V, --version Toon versie informatie. -- Behandel alle overblijvende argumenten als bestandsnamen. Rapporteer gebreken op <https://bugs.launchpad.net/geda> gEDA/gaf huispagina: <http://www.geda-project.org/>
ru: Использование: %s [КЛЮЧ ...] [-g ДРАЙВЕР] [--] ФАЙЛ ... Создание списка соединений из одного или нескольких ФАЙЛов схем gEDA. Общие ключи: -q Без вывода информации. -v, --verbose Подробный вывод. -o ФАЙЛ Вывести список соединений в ФАЙЛ. -L КАТАЛОГ Добавить КАТАЛОГ к пути поиска файлов Scheme. -g ДРАЙВЕР Задать драйвер списка соединений. -O СТРОКА Задать строку опций для драйвера. -l ФАЙЛ Загрузить ФАЙЛ Scheme до загрузки драйвера. -m ФАЙЛ Загрузить ФАЙЛ Scheme после загрузки драйвера. -c ВЫРАЖЕНИЕ Выполнить выражение Scheme при запуске. -i После загрузки войти в интерактивный цикл Scheme (REPL). --list-backends Вывести список доступных драйверов списков соединений. -h, --help Данная справка. -V, --version Информация о версии. -- Считать все последующие аргументы именами файлов. Отчёты об ошибках отправляйте по адресу <https://bugs.launchpad.net/geda> Домашняя страница gEDA/gaf: <http://www.geda-project.org/>

source: gEDA %s (g%.7s) Copyright (C) 1998-2012 gEDA developers This is free software, and you are welcome to redistribute it under certain conditions. For details, see the file `COPYING', which is included in the gEDA distribution. There is NO WARRANTY, to the extent permitted by law.
nl: gEDA %s (g%.7s) Copyright (C) 1998-2012 gEDA developers Dit is vrije software, en u bent welkom om deze te herdistribueren onder bepaalde condities. Voor details, zie het bestand `COPYING', welke is bijgesloten in de gEDA distributie. Er is GEEN GARANTIE, voor zover toegestaan door de wet.
ru: gEDA %s (g%.7s) Это свободное программное обеспечение, и его можно распространять при определённых условиях. Подробности см. в файле COPYING в дистрибутиве gEDA. Нет НИКАКИХ ГАРАНТИЙ в рамках, допустимых имеющимся законодательством.

source: Just got an error; tag is
nl: Kreeg net een fout; tag is
ru: Обнаружена ошибка; имя тега

source: ERROR: -%c option requires an argument.
nl: FOUT: -%c optie vereist een argument.
ru: ОШИБКА: для опции -%c необходим аргумент.

source: ERROR: Unknown option -%c.
nl: FOUT: Onbekende optie -%c.
ru: ОШИБКА: Неизвестная опция -%c.

source: ERROR: Unknown option character `\x%x'.
nl: FOUT: Onbekend optie karakter `\x%x'.
ru: ОШИБКА: Неизвестный символ опции «\x%x».

source: Run `%s --help' for more information.
nl: Doe `%s --help' voor meer informatie.
ru: Подробности см. в выводе команды «%s --help».

source: Going to traverse source [%s]
nl: Ga de bron doorkruisen [%s]
ru: Переход к обработке источника данных «%s»

source: Failed to load subcircuit '%s': %s
nl: Faalde bij het laden van subcircuit '%s': %s
ru: Не удалось загрузить подсхему «%s»: %s

source: ERROR: Failed to load subcircuit '%s': %s
nl: FOUT: Faalde om subcircuit '%s': %s te laden
ru: ОШИБКА: Не удалось загрузить подсхему «%s»: %s

source: Found a pin [%s] on component [%s] which does not have a label!
nl: Vond een pen [%s] op component [%s] welke geen label heeft!
ru: Найден вывод «%s» компонента «%s» без атрибута «pinlabel»!

source: Missing I/O symbol with refdes [%s] inside schematic for symbol [%s]
nl: Ontbrekend I/O symbool met refdes [%s] in een schema voor symbool [%s]
ru: Отсутствует символ ввода-вывода с позиционным обозначением «%s» в схеме для символа «%s»

source: DONE
nl: GEDAAN
ru: ЗАВЕРШЕНО

source: DONE
nl: GEDAAN
ru: ЗАВЕРШЕНО

source: Found malformed net attribute
nl: Vond een misvormd net attribuut
ru: Обнаружен атрибут соединения в недопустимом формате

source: Found a cpinlist head with a netname! [%s]
nl: Vond een cpinlist kop met een netnaam! [%s]
ru: Найдено начало списка выводов компонента с именем соединения! «%s»

source: Got an invalid net= attrib [net=%s] Missing : in net= attrib
nl: Kreeg een ongeldig= attrib [net=%s] Ontbrekend : in net= attrib
ru: Недопустимый атрибут «net» («net=%s») В атрибуте «net» отсутствует символ «:»

source: Missing Attributes (refdes and pin number)
nl: Ontbrekende Attributen (refdes en pennummer)
ru: Отсутствуют атрибуты «refdes» и «pinnumber»

source: Found duplicate net name, renaming [%s] to [%s]
nl: Vond een duplicaat net naam, hernoem [%s] naar [%s]
ru: Обнаружено ещё одно имя для соединения «%s», переименование в «%s»

source: Increase number of unnamed nets (s_net.c)
nl: Verhoog aantal naamloze netten (s_net.c)
ru: Увеличьте количество безымянных соединений (в s_net.c)

source: ERROR: Overwriting a valid rename list.
nl: FOUT: Overschrijf een geldige hernoem-lijst.
ru: ОШИБКА: Перезапись действующего списка переименований.

source: WARNING: Trying to rename something twice: %s and %s are both a src and dest name
nl: WAARSCHUWING: Probeer iets dubbel te hernoemen: %s en %s zijn beide een bron- en bestemmingnaam
ru: ПРЕДУПРЕЖДЕНИЕ: Попытка двойного переименования: %s и %s оба являются именами источника и назначения

source: This warning is okay if you have multiple levels of hierarchy!
nl: Deze waarschuwing is in orde als je meervoudige niveaus van hiÃ«rarchie hebt!
ru: Это предупреждение несущественно, если имеется несколько уровней иерархии!

source: WARNING: Found a placeholder/missing component, are you missing a symbol file? [%s]
nl: WAARSCHUWING: Vond een plaatshouder/ontbrekend component, mist U een symbool bestand? [%s]
ru: ПРЕДУПРЕЖДЕНИЕ: Найден временный/отсутствующий компонент, может быть нет файла символа для «%s»?

source: Could not find refdes on component and could not find any special attributes!
nl: Kon geen refdes vinden op component en kon geen speciaal attributen vinden!
ru: Не удалось обнаружить ни позиционное обозначение компонента, ни каких-либо специальных атрибутов!

source: Non-connectable object being queried for connection type
nl: Niet-verbindbaar object naar verbindingtype gevraagd
ru: Запрос типа соединения для неприсоединяемого объекта.

source: WARNING: Found label=%s. label= is deprecated, please use netname=
nl: WAARSCHUWING: vond label=%s. label= is vervallen, gebruik alstublieft netname=
ru: ПРЕДУПРЕЖДЕНИЕ: Найден атрибут «label=%s». Использовать «label» не рекомендуется, вместо него следует использовать «netname».

source: Found a possible net/pin infinite connection
nl: Vond een mogelijk oneindige net/pen verbinding
ru: Обнаружено возможно бесконечное число подключений для вывода/соединения

source: ERROR: `%s' is reserved for internal use.
ru: ОШИБКА: префикс «%s» зарезервирован для внутреннего использования.

source: s_net_name: incorrect connectivity type %i
ru: s_net_name: неверный тип соединения «%i»

source: Loading schematic ~S
ru: Загрузка схемы ~S

source: Can't open directory ~S.
ru: Не удалось открыть каталог ~S.

source: No schematics files specified for processing. Run `~A --help' for more information.
ru: Не заданы файлы схем для обработки. Подробности см. в выводе команды «~A --help».

source: Could not find backend `~A' in load path. Run `~A --list-backends' for a full list of available backends.
ru: Не удалось найти драйвер «~A» в пути загрузки. Список всех доступных драйверов можно узнать по команде «~A --list-backends».
