v 20080706 2
T 10000 20000 9 10 1 0 0 0 1
_0_0_	0.sym
T 10000 19800 9 10 1 0 0 0 1
_1_1_	1.sym
T 10000 19600 9 10 1 0 0 0 1
_2_2_	2.sym
T 10000 19400 9 10 1 0 0 0 1
_3_3_	3.sym
T 10000 19200 9 10 1 0 0 0 1
_4_4_	4.sym
T 10000 19000 9 10 1 0 0 0 1
_5_5_	5.sym
T 10000 18800 9 10 1 0 0 0 1
_6_6_	6.sym
T 10000 18600 9 10 1 0 0 0 1
_7_7_	7.sym
T 10000 18400 9 10 1 0 0 0 1
_8_8_	8.sym
T 10000 18200 9 10 1 0 0 0 1
_9_9_	9.sym
T 10000 18000 9 10 1 0 0 0 1
_Á_Á_	A-acute-accent.sym
T 10000 17800 9 10 1 0 0 0 1
_Ä_Ä_	A-diaeresis.sym
T 10000 17600 9 10 1 0 0 0 1
_Ą_Ą_	A-ogonek.sym
T 10000 17400 9 10 1 0 0 0 1
_Å_Å_	A-ring.sym
T 10000 17200 9 10 1 0 0 0 1
_A_A_	A.sym
T 10000 17000 9 10 1 0 0 0 1
_Æ_Æ_	AE-lig.sym
T 10000 16800 9 10 1 0 0 0 1
_B_B_	B.sym
T 10000 16600 9 10 1 0 0 0 1
_Ć_Ć_	C-acute-accent.sym
T 10000 16400 9 10 1 0 0 0 1
_C_C_	C.sym
T 10000 16200 9 10 1 0 0 0 1
_D_D_	D.sym
T 10000 16000 9 10 1 0 0 0 1
_É_É_	E-acute-accent.sym
T 10000 15800 9 10 1 0 0 0 1
_Ę_Ę_	E-ogonek.sym
T 10000 15600 9 10 1 0 0 0 1
_E_E_	E.sym
T 10000 15400 9 10 1 0 0 0 1
_F_F_	F.sym
T 10000 15200 9 10 1 0 0 0 1
_G_G_	G.sym
T 10000 15000 9 10 1 0 0 0 1
_H_H_	H.sym
T 10000 14800 9 10 1 0 0 0 1
_Í_Í_	I-acute-accent.sym
T 10000 14600 9 10 1 0 0 0 1
_I_I_	I.sym
T 10000 14400 9 10 1 0 0 0 1
_J_J_	J.sym
T 10000 14200 9 10 1 0 0 0 1
_K_K_	K.sym
T 10000 14000 9 10 1 0 0 0 1
_Ł_Ł_	L-slash.sym
T 10000 13800 9 10 1 0 0 0 1
_L_L_	L.sym
T 10000 13600 9 10 1 0 0 0 1
_M_M_	M.sym
T 10000 13400 9 10 1 0 0 0 1
_Ń_Ń_	N-acute-accent.sym
T 10000 13200 9 10 1 0 0 0 1
_Ñ_Ñ_	N-tilde.sym
T 10000 13000 9 10 1 0 0 0 1
_N_N_	N.sym
T 10000 12800 9 10 1 0 0 0 1
_Ó_Ó_	O-acute-accent.sym
T 10000 12600 9 10 1 0 0 0 1
_Ö_Ö_	O-diaeresis.sym
T 10000 12400 9 10 1 0 0 0 1
_Ő_Ő_	O-double-acute-accent.sym
T 10000 12200 9 10 1 0 0 0 1
_Ø_Ø_	O-slash.sym
T 10000 12000 9 10 1 0 0 0 1
_O_O_	O.sym
T 10000 11800 9 10 1 0 0 0 1
_Ω_Ω_	Omega.sym
T 10000 11600 9 10 1 0 0 0 1
_P_P_	P.sym
T 10000 11400 9 10 1 0 0 0 1
_Q_Q_	Q.sym
T 10000 11200 9 10 1 0 0 0 1
_R_R_	R.sym
T 10000 11000 9 10 1 0 0 0 1
_Ś_Ś_	S-acute-accent.sym
T 10000 10800 9 10 1 0 0 0 1
_S_S_	S.sym
T 10000 10600 9 10 1 0 0 0 1
_T_T_	T.sym
T 10000 10400 9 10 1 0 0 0 1
_Ú_Ú_	U-acute-accent.sym
T 10000 10200 9 10 1 0 0 0 1
_Ü_Ü_	U-diaeresis.sym
T 10000 10000 9 10 1 0 0 0 1
_Ű_Ű_	U-double-acute-accent.sym
T 14000 20000 9 10 1 0 0 0 1
_U_U_	U.sym
T 14000 19800 9 10 1 0 0 0 1
_V_V_	V.sym
T 14000 19600 9 10 1 0 0 0 1
_W_W_	W.sym
T 14000 19400 9 10 1 0 0 0 1
_X_X_	X.sym
T 14000 19200 9 10 1 0 0 0 1
_Y_Y_	Y.sym
T 14000 19000 9 10 1 0 0 0 1
_Ź_Ź_	Z-acute-accent.sym
T 14000 18800 9 10 1 0 0 0 1
_Ż_Ż_	Z-dot.sym
T 14000 18600 9 10 1 0 0 0 1
_Z_Z_	Z.sym
T 14000 18400 9 10 1 0 0 0 1
_á_á_	a_-acute-accent.sym
T 14000 18200 9 10 1 0 0 0 1
_ä_ä_	a_-diaeresis.sym
T 14000 18000 9 10 1 0 0 0 1
_ą_ą_	a_-ogonek.sym
T 14000 17800 9 10 1 0 0 0 1
_å_å_	a_-ring.sym
T 14000 17600 9 10 1 0 0 0 1
_a_a_	a_.sym
T 14000 17400 9 10 1 0 0 0 1
_æ_æ_	ae_-lig.sym
T 14000 17200 9 10 1 0 0 0 1
_&_&_	amper.sym
T 14000 17000 9 10 1 0 0 0 1
_'_'_	apost.sym
T 14000 16800 9 10 1 0 0 0 1
_*_*_	astericks.sym
T 14000 16600 9 10 1 0 0 0 1
_@_@_	at.sym
T 14000 16400 9 10 1 0 0 0 1
_b_b_	b_.sym
T 14000 16200 9 10 1 0 0 0 1
_\\_\\_	backslash.sym
T 14000 16000 9 10 1 0 0 0 1
_`_`_	backtick.sym
T 14000 15800 9 10 1 0 0 0 1
_ć_ć_	c_-acute-accent.sym
T 14000 15600 9 10 1 0 0 0 1
_c_c_	c_.sym
T 14000 15400 9 10 1 0 0 0 1
_^_^_	caret.sym
T 14000 15200 9 10 1 0 0 0 1
_:_:_	colon.sym
T 14000 15000 9 10 1 0 0 0 1
_,_,_	comma.sym
T 14000 14800 9 10 1 0 0 0 1
_d_d_	d_.sym
T 14000 14600 9 10 1 0 0 0 1
_$_$_	dollar.sym
T 14000 14400 9 10 1 0 0 0 1
_é_é_	e_-acute-accent.sym
T 14000 14200 9 10 1 0 0 0 1
_ę_ę_	e_-ogonek.sym
T 14000 14000 9 10 1 0 0 0 1
_e_e_	e_.sym
T 14000 13800 9 10 1 0 0 0 1
_=_=_	equal.sym
T 14000 13600 9 10 1 0 0 0 1
_¡_¡_	excl-open.sym
T 14000 13400 9 10 1 0 0 0 1
_!_!_	excl.sym
T 14000 13200 9 10 1 0 0 0 1
_f_f_	f_.sym
T 14000 13000 9 10 1 0 0 0 1
_g_g_	g_.sym
T 14000 12800 9 10 1 0 0 0 1
_h_h_	h_.sym
T 14000 12600 9 10 1 0 0 0 1
_í_í_	i_-acute-accent.sym
T 14000 12400 9 10 1 0 0 0 1
_i_i_	i_.sym
T 14000 12200 9 10 1 0 0 0 1
_j_j_	j_.sym
T 14000 12000 9 10 1 0 0 0 1
_k_k_	k_.sym
T 14000 11800 9 10 1 0 0 0 1
_ł_ł_	l_-slash.sym
T 14000 11600 9 10 1 0 0 0 1
_l_l_	l_.sym
T 14000 11400 9 10 1 0 0 0 1
_{_{_	lbrace.sym
T 14000 11200 9 10 1 0 0 0 1
_[_[_	lbrack.sym
T 14000 11000 9 10 1 0 0 0 1
_<_<_	less.sym
T 14000 10800 9 10 1 0 0 0 1
_(_(_	lparen.sym
T 14000 10600 9 10 1 0 0 0 1
_m_m_	m_.sym
T 14000 10400 9 10 1 0 0 0 1
_-_-_	minus.sym
T 14000 10200 9 10 1 0 0 0 1
_>_>_	more.sym
T 14000 10000 9 10 1 0 0 0 1
_µ_µ_	mu_.sym
T 18000 20000 9 10 1 0 0 0 1
_ń_ń_	n_-acute-accent.sym
T 18000 19800 9 10 1 0 0 0 1
_ñ_ñ_	n_-tilde.sym
T 18000 19600 9 10 1 0 0 0 1
_n_n_	n_.sym
T 18000 19400 9 10 1 0 0 0 1
_n_n_	newline.sym
T 18000 19200 9 10 1 0 0 0 1
_ó_ó_	o_-acute-accent.sym
T 18000 19000 9 10 1 0 0 0 1
_ö_ö_	o_-diaeresis.sym
T 18000 18800 9 10 1 0 0 0 1
_ő_ő_	o_-double-acute-accent.sym
T 18000 18600 9 10 1 0 0 0 1
_ø_ø_	o_-slash.sym
T 18000 18400 9 10 1 0 0 0 1
_o_o_	o_.sym
T 18000 18200 9 10 1 0 0 0 1
_p_p_	p_.sym
T 18000 18000 9 10 1 0 0 0 1
_%_%_	percent.sym
T 18000 17800 9 10 1 0 0 0 1
_._._	period.sym
T 18000 17600 9 10 1 0 0 0 1
_+_+_	plus.sym
T 18000 17400 9 10 1 0 0 0 1
_#_#_	pound.sym
T 18000 17200 9 10 1 0 0 0 1
_q_q_	q_.sym
T 18000 17000 9 10 1 0 0 0 1
_¿_¿_	quest-open.sym
T 18000 16800 9 10 1 0 0 0 1
_?_?_	quest.sym
T 18000 16600 9 10 1 0 0 0 1
_"_"_	quote.sym
T 18000 16400 9 10 1 0 0 0 1
_r_r_	r_.sym
T 18000 16200 9 10 1 0 0 0 1
_}_}_	rbrace.sym
T 18000 16000 9 10 1 0 0 0 1
_]_]_	rbrack.sym
T 18000 15800 9 10 1 0 0 0 1
_)_)_	rparen.sym
T 18000 15600 9 10 1 0 0 0 1
_ś_ś_	s_-acute-accent.sym
T 18000 15400 9 10 1 0 0 0 1
_ß_ß_	s_-sharp.sym
T 18000 15200 9 10 1 0 0 0 1
_s_s_	s_.sym
T 18000 15000 9 10 1 0 0 0 1
_;_;_	semi.sym
T 18000 14800 9 10 1 0 0 0 1
_/_/_	slash.sym
T 18000 14600 9 10 1 0 0 0 1
_ _ _	space.sym
T 18000 14400 9 10 1 0 0 0 1
_t_t_	t_.sym
T 18000 14200 9 10 1 0 0 0 1
_~_~_	tilde.sym
T 18000 14000 9 10 1 0 0 0 1
_ú_ú_	u_-acute-accent.sym
T 18000 13800 9 10 1 0 0 0 1
_ü_ü_	u_-diaeresis.sym
T 18000 13600 9 10 1 0 0 0 1
_ű_ű_	u_-double-acute-accent.sym
T 18000 13400 9 10 1 0 0 0 1
_u_u_	u_.sym
T 18000 13200 9 10 1 0 0 0 1
_____	under.sym
T 18000 13000 9 10 1 0 0 0 1
_v_v_	v_.sym
T 18000 12800 9 10 1 0 0 0 1
_|_|_	vbar.sym
T 18000 12600 9 10 1 0 0 0 1
_w_w_	w_.sym
T 18000 12400 9 10 1 0 0 0 1
_x_x_	x_.sym
T 18000 12200 9 10 1 0 0 0 1
_y_y_	y_.sym
T 18000 12000 9 10 1 0 0 0 1
_ź_ź_	z_-acute-accent.sym
T 18000 11800 9 10 1 0 0 0 1
_ż_ż_	z_-dot.sym
T 18000 11600 9 10 1 0 0 0 1
_z_z_	z_.sym
T 9800 20500 9 16 1 0 0 0 1
List with all font characters and their file names
B 9800 9900 11900 10400 3 0 0 0 -1 -1 0 -1 -1 -1 -1 -1
